<template>
    <div>
<pre>
健康管理服务套餐使用协议
甲方：（购买人）
乙方：南风医生
您订购南风医生健康管理服务套餐后，将由南风医生为您提供以下健康管理服务。
第一条  服务内容
一、服务签订
1、甲方购买服务套餐，确认各项服务内容，并向乙方支付本协议相应的服务套餐费用。
2、乙方根据甲方的健康管理需求，为甲方提供购买的健康管理服务套餐。
3、套餐名称：具体服务以订购套餐类型为准。
二、服务时间
本协议所指甲方购买的健康管理服务套餐期限为一年，自甲方激活套餐并进行首次回访之日算起。
三、服务方式 
乙方提供的服务方式包括图文、电话沟通、短信推送、APP推送、在线监测、在线咨询等，具体服务内容依据甲方购买的健康管理服务套餐所列服务项目为主。
第二条  双方的权利和义务
一、甲方权利和义务：
1、甲方享有的权利：
甲方依本协议约定享有得到所购买的全部服务，并对服务质量享有依约投诉并得到相应回复或处置的权利；
2、甲方须履行的义务：
①甲方须履行支付服务套餐所标示的全部价格；
②甲方须履行本协议约定的各项义务，积极配合乙方健康管理及服务开展，同时应掌握和不断学习健康知识、行为指导和基本自我管理技能，增强自我主动管理意识，培养自我健康管理习惯，牢固树立“每个人是自己健康第一负责人”的理念；
③甲方承诺遵从乙方专业医疗团队通过甲乙双方确定的远程服务工具（包括但不仅限于公众号、小程序、微信、APP等，如乙方调整线上服务工具，应及时提前通知甲方。以下简称“远程服务工具”）依本协议约定对甲方做出的提示、预警、指令等，并根据要求认真执行。甲方确认通过远程服务工具的语音、视频和文字记录均为自己的真实意思表述，并对此负责和承担相对应的全部责任。
④甲方须履行真实性告知的义务，配合乙方提供有效辅助检查结果并进一步进行有效辅助检查。
二、乙方权利和义务
1、乙方享有的权利：
①乙方享有依本协议所列附件所标示的价格向甲方收取服务套餐费用的权利；
②乙方享有依本协议约定对甲方的饮食、运（活）动、给药、体征指标监测等服务套餐内容重要内容的知情权、并有权根据获悉的相关情况，对甲方提出合理建议，甲乙应予遵照执行。
2、乙方须履行的义务
①乙方须承担对业务合规性、医疗及服务人员资质合法性的责任；
②乙方须履行向甲方提供全部健康管理与服务的义务，包括但不限于健康管理服务的服务内容、服务时间、服务次数、提供服务的人员和服务地点等约定。
第三条  合同终止
本协议于下列任一情形出现时即终止：
1、服务期限届满而双方决定不再续约；
2、因违约方违约或不履行其义务，守约方提前终止本协议；
3、不可抗力是指在本协议期限内发生的不可预见（或可预见，但其发生或后果不可避免）、非任何一方所能控制且使任何一方无法完全履行本协议的国家政策、法律、法规的限制、地震、台风、火灾、水灾、战争、罢工、暴动、黑客攻击或任何其它社会、政治动荡造成的灾难。如发生不可抗力，双方应协商解决问题。如果不可抗力持续三十日以上，且对本协议之履行产生重大不利影响，则任何一方均可提出终止本协议。
第四条  争议解决
一、适用法律
本协议的签署、效力、解释和履行、争议解决均适用中华人民共和国现行法律。
二、争议解决
因本协议的解释及执行而产生的争议，应首先由双方通过友好协商，如争议未能在30日内解决，则双方均可将争议向乙方所在地有管辖权的人民法院提起诉讼。
第五条  备注
本次合作中甲方个人档案，乙方将严格按照《城乡居民健康档案管理服务规范》建立电子健康档案，及时完成档案数据录入、更新与统计并严格管理相关数据管理资料，并确保信息系统的数据安全，合理使用确保所涉及个人信息不被泄露。乙方拥有所建立档案的使用权，非乙方专业资料管理人员均无权随意调阅、查阅 
</pre>
    </div>
</template>
<style>
    pre {
        white-space: pre-wrap;
        word-wrap: break-word;
    }
</style>